// Button labels
"CANCEL" = "取消";

// Category names
"CATEGORY_APPLICATIONS" = "应用程序";
"CATEGORY_BOOKMARKS" = "网页";
"CATEGORY_CONTACTS" = "通讯录";
"CATEGORY_DOCUMENTS" = "文稿";
"CATEGORY_EVENTS" = "事件与待办事项";
"CATEGORY_FOLDERS" = "文件夹";
"CATEGORY_IMAGES" = "图像";
"CATEGORY_MAIL" = "邮件信息";
"CATEGORY_MOVIES" = "影片";
"CATEGORY_MUSIC" = "音乐";
"CATEGORY_PDFS" = "PDF 文稿";
"CATEGORY_SYSTEMPREFS" = "系统偏好设置";
"CATEGORY_FONTS" = "字体";
"CATEGORY_PRESENTATIONS" = "演示文稿";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "空格键";

//alerts
"HOT_KEY_IN_USE_TITLE" = "快捷键已被使用";
"HOT_KEY_IN_USE_MESSAGE" = "此快捷键已经被系统或另一个应用程序使用。请选取另一个快捷键或使用“键盘偏好设置”来自定其他的系统快捷键。";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "快捷键错误";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "尝试注册所选快捷键时出现了类型为 %d 的未知错误。请再试一次或选取另一个快捷键。";
"DUPLICATE_ITEM_TITLE" = "重复项";
"DUPLICATE_ITEM_MESSAGE" = "列表中已经存在这个项，未被添加。";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "列表中已经存在一个或多个项，因而未被添加。";

"PRIVACY_ALERT_TITLE" = "隐私列表错误";
"PRIVACY_ERROR_UNKNOWN" = "项未能被添加或移去，因为未知错误。"; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "项未能被添加或移去，因为您没有合适的权限。"; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "项未能被添加或移去，因为位置未被索引。"; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "您确定要阻止 Spotlight 搜索“%@”吗？";
"PRIVACY_BREAK_APPS_MESSAGE" = "若将此位置排除在 Spotlight 的搜索范围之外，那么部分应用程序的搜索功能将不起作用。";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "添加要从索引中排除的磁盘或文件夹。";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "去掉要从索引中排除的所选磁盘或文件夹。";

//tool tips
"ADD_ITEM_TOOLTIP" = "添加一个要排除的文件夹";
"DELETE_ITEM_TOOLTIP" = "从列表中移去所选项";

//button titles
"CHOOSE" = "选取";

//For undo menu
"UNDO_DELETE" = "删除";
"UNDO_ADD" = "添加";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Delete";

